IDEA Open Model
RebarPolyLine3D.StartPoint Property
Compatible with IDEA StatiCa 20.1
 Gets or sets the point where the RebarPolyLine3D begins.
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public RebarPoint3D StartPoint { get; set; }
Public Property StartPoint As RebarPoint3D
	Get
	Set
Property Value
Type: RebarPoint3D
See Also
Reference
RebarPolyLine3D Class
IdeaRS.OpenModel.Model Namespace